"Amp Simulation" = "Förstärkarsimulering"; 
"Amps" = "Förstärkare";
"Analog Basic" = "Analog Basic"; 
"Analog Mono" = "Analog Mono"; 
"Analog Pad" = "Analog Pad"; 
"Analog Swirl" = "Analog Swirl"; 
"Analog Sync" = "Analog Sync"; 
"Auto Wah" = "Auto-wah"; 
"Automatic Filter" = "Automatiskt filter"; 
"Bass" = "Bas"; 
"Bass Amp" = "Basförstärkare"; 
"Bass Reduction" = "Basreduktion"; 
"Bitcrusher" = "Bitcrusher"; 
"Chorus" = "Korus"; 
"Church Organ" = "Kyrkorgel"; 
"Compressor" = "Komprimering"; 
"Digital Basic" = "Digital Basic"; 
"Digital Mono" = "Digital Mono"; 
"Digital Stepper" = "Digital Stepper"; 
"Distortion" = "Distorsion"; 
"Drum Kits" = "Trumset"; 
"Ducker" = "Ducker"; 
"Echo" = "Eko"; 
"Electric Clav" = "Elklavinett"; 
"Electric Piano" = "Elpiano"; 
"Enhance Timing" = "Förbättra timing"; 
"Enhance Tuning" = "Förbättra stämning"; 
"Visual EQ" = "Visuell EQ"; 
"Flanger" = "Flanger"; 
"Gate" = "Grind"; 
"Guitar" = "Gitarr"; 
"Horns" = "Horn"; 
"Hybrid Basic" = "Hybrid Basic"; 
"Hybrid Morph" = "Hybrid Morph"; 
"Limiter" = "Avgränsare"; 
"Overdrive" = "Overdrive"; 
"Phaser" = "Phaser"; 
"Piano" = "Piano"; 
"Reverb" = "Reverb"; 
"Sampler" = "Exempel";
"Sound Effects" = "Ljudeffekter"; 
"Speech Enhancer" = "Röstförbättrare"; 
"Stomp Boxes" = "Pedaleffekter";
"Strings" = "Stränginstrument"; 
"Tonewheel Organ" = "Tonhjulsorgel"; 
"Track Echo" = "Spåreko"; 
"Track Reverb" = "Spårreverb";
"Treble Reduction" = "Diskantreduktion"; 
"Tremolo" = "Tremolo"; 
"Tuned Percussion" = "Stämda slagverk"; 
"Tuner" = "Stämmare"; 
"Vocal Transformer" = "Röstomvandlare"; 
"Voice" = "Stämma"; 
"Woodwind" = "Träblås"; 
"GarageBand Synth" = "GarageBand-synth";

